{
  "experience": [
    {
      "data": "2012 July — 2015 February",
      "id": 10,
      "type": "Masseur, LLC «Sanatorium Birch Grove», Khmil’nyk, Ukraine."
    },
    {
      "data": "March 2015 — May 2016",
      "id": 11,
      "type": "Duty Nurse of the Allergy Department, Municipal Non-Profit Enterprise «Kiev City Clinical Hospital №9» of the executive body of the Kyiv city council."
    },
    {
      "data": "June 2016 — November 2017",
      "id": 12,
      "type": "Masseur, PE «STYLE KOTE» Kyiv."
    },
    {
      "data": "December 2017 — March 2019",
      "id": 13,
      "type": "Masseur, LLC «ES.Q.LAB» Kyiv."
    },
    {
      "data": "January 2021 — present",
      "id": 14,
      "type": "Private entrepreneur, executing private orders, ensuring physical wellbeing, Kyiv."
    },
    {
      "data": "March 2023 — Present",
      "id": 15,
      "type": "Physical Therapist Assistant at the National Specialized Children's Hospital «Okhmatdyt» in the «Acute Pediatric Rehabilitation» department."
    }
  ],
  "study": [
    {
      "data": "September 2009 — March 2012",
      "id": 1,
      "type": "Junior Specialist, specialty «Medical business», qualification of paramedic, Berdychiv Medica College of Zhytomyr oblast."
    },
    {
      "data": "September — October 2011",
      "id": 2,
      "type": "Berdychiv Medical College, «Fundamentals of Therapeutic Massage»."
    },
    {
      "data": "Грудень 2016р",
      "id": 3,
      "type": "Massage Thai traditionnel» 1 level, LABORATORIEERS INELDEA, Kiev."
    },
    {
      "data": "September 2016 — November 2017",
      "id": 4,
      "type": "«Craniosacral Therapy in a Biodynamic approach» Institute of Higher Psychology and Body Therapy, Kyiv, Ukraine."
    },
    {
      "data": "April 2018",
      "id": 5,
      "type": "«Yumeiho Therapy Grade 1» (official Tokyo Diploma International Institute of Preventive Medicine Practice, Ukraine."
    },
    {
      "data": "October 2018",
      "id": 6,
      "type": "«Yumeiho Therapy Grade 2» (official Toky Diploma), International Institute of Preventive Medicine Practice, Ukraine."
    },
    {
      "data": "June 2019",
      "id": 7,
      "type": "«Kinesiotaping in rehabilitation and sports medicine», Ivano-Frankivsk. Ukraine."
    },
    {
      "data": "June 2020",
      "id": 8,
      "type": "«Instrumental and manual soft tissue mobilization in musculoskeletal rehabilitation» – Ukrainian Academy of Rehabilitation and Human Health and the School of Musculoskeletal Rehabilitation «Orney»"
    },
    {
      "data": "September 2019 — present",
      "id": 9,
      "type": "Part-time study, Department of Physical Therapy and Occupational Therapy, specialization — Fired Rehabilitation, National University of Physical Education and Sport of Ukraine, Kiev."
    },
    {
      "data": "April 2021",
      "id": 10,
      "type": "«Myofascial pain syndrome — Dry needle method», Ukrainian Academy of Rehabilitation and Human Health and school of Musculoskeletal Rehabilitation «Orney»."
    },
    {
      "data": "June 2023",
      "id": 11,
      "type": "Bachelor's degree in «Physical Rehabilitation» — National University of Physical Education and Sports of Ukraine."
    }
  ],
  "else": [
    {
      "id": 16,
      "type": "SPA treatments and SPA etiquette"
    },
    {
      "id": 17,
      "type": "Hot stone therapy"
    },
    {
      "id": 18,
      "type": "Signature facial, neck, and décolleté massage"
    }
  ]
}
